      ******************************************************************
      * Author: Ildefonso Gómez
      * Date: 26-04-2017
      * Purpose: Just testing
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-COBOL.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "Hello COBOL"
            STOP RUN.
       END PROGRAM HELLO-COBOL.
